Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EMERGENCY_RESET_1_DETAIL
source: Stop sharing with all people and revoke access from all apps.
ar: إيقاف المشاركة مع جميع الأشخاص وإبطال الوصول من جميع التطبيقات.
bg: Спри споделянето с всички хора и прекрати достъпа за всички приложения.
ca: Deixa de compartir informació amb tothom i revoca l’accés a totes les apps.
cs: Zastavte sdílení se všemi lidmi a odeberte přístup všem aplikacím.
da: Stop deling med alle personer, og tilbagekald adgang fra alle apps.
de: Beende das Teilen mit allen Personen und widerrufe den Zugriff für alle Apps.
el: Διακοπή κοινοποίησης σε όλα τα άτομα και ανάκληση της πρόσβασης από όλες τις εφαρμογές.
es: Deja de compartir con todas las personas y revoca los permisos de acceso de todas las apps.
es_us: Deja de compartir con todas las personas y revoca los accesos de todas las apps.
fi: Lopeta jakaminen kaikille käyttäjille ja kumoa kaikkien appien käyttöoikeus.
fr: Interrompez tout partage avec des personnes et révoquez l’accès de toutes les apps.
fr_ca: Arrêtez le partage avec toutes les personnes et révoquez l’accès de toutes les apps.
he: ניתן להפסיק את השיתוף עם כל האנשים ולבטל את הגישה של כל היישומים.
hi: सभी लोगों से शेयर करना रोकें और सभी ऐप्स से ऐक्सेस हटाएँ।
hr: Prestanite dijeliti sa svim osobama i povucite pristup iz svih aplikacija.
hu: Leállíthatja a megosztást minden személlyel, és visszavonhatja az összes app hozzáférését.
id: Berhenti berbagi dengan semua orang dan cabut akses dari semua app.
it: Interrompi la condivisione con tutte le persone e revoca l’accesso a tutte le app.
ja: すべての人との共有を停止し、すべてのアプリからのアクセスを取り消します。
kk: Барлық адаммен бөлісуді тоқтатып, барлық құрылғыдан қол жеткізу рұқсатын жойыңыз.
ko: 모든 사람과의 공유를 중단하고, 모든 앱으로부터 접근 권한을 철회하십시오.
lt: Sustabdykite bendrinimą su visais žmonėmis ir atšaukite visų programų prieigą.
ms: Berhenti berkongsi dengan semua orang dan batalkan akses daripada semua app.
nl: Stop delen met alle personen en trek toegang in vanuit alle apps.
no: Avslutt deling med alle personer, og trekk tilbake tilgangen for alle apper.
pl: Przestań udostępniać wszystkim osobom i wycofaj dostęp wszystkich aplikacji.
pt_br: Pare de compartilhar com todas as pessoas e revogue acesso de todos os apps.
pt_pt: Deixe de partilhar com todas as pessoas e revogue o acesso de todas as aplicações.
ro: Opriți partajarea cu alte persoane și revocați accesul pentru toate aplicațiile.
ru: Закройте доступ всем людям и отзовите доступ у всех приложений.
sk: Zastavte zdieľanie so všetkými ľuďmi a odoberte prístup všetkým apkám.
sl: Ustavite deljenje z vsemi osebami in prekličite dostop iz vseh aplikacij.
sv: Sluta dela med alla personer och återkalla åtkomsten från alla appar.
th: หยุดแชร์กับทุกคนและระงับการเข้าถึงจากแอปทั้งหมด
tr: Tüm kişilerle paylaşmayı durdurun ve tüm uygulamalardan erişimi iptal edin.
uk: Припиніть поширення для всіх людей і відкличте доступ для всіх програм.
vi: Dừng chia sẻ với tất cả mọi người và thu hồi quyền truy cập từ tất cả các ứng dụng.
zh_cn: 停止与所有人共享，并撤销所有App的访问权限。
zh_hk: 停止與所有聯絡人共享，並撤銷所有App的取用權限。
zh_tw: 停止與所有聯絡人分享並撤銷所有App的取用權限。

# HSA2_NOT_REPAIRED_DETAIL
source: To use Safety Check, you must be signed in to your iCloud account and have two-factor authentication turned on. You can manage this in Settings.
ar: لاستخدام التحقق من الأمان، يجب تسجيل الدخول إلى حساب iCloud وتشغيل المصادقة بخطوتين. يمكنك إدارة هذا في الإعدادات.
bg: За да използвате функцията Проверка на сигурността, трябва да сте влезли във вашата iCloud регистрация и двуфакторната идентификация да е включена. Можете да управлявате това в Настройки.
ca: Per utilitzar la comprovació de seguretat, has d’iniciar sessió al compte de l’iCloud i activar l’autenticació de doble factor. Pots fer‑ho a la configuració.
cs: Chcete‑li použít bezpečnostní kontrolu, přihlaste se ke svému účtu na iCloudu a ujistěte se, že máte zapnuté dvoufaktorové ověřování. Tyto volby můžete spravovat v Nastavení.
da: Du skal være logget ind på din iCloud-konto og have tofaktorgodkendelse slået til for at kunne bruge Sikkerhedskontrol. Du kan administrere dette i Indstillinger.
de: Um „Sicherheitsprüfung“ zu verwenden, musst du bei aktivierter Zwei-Faktor-Authentifizierung bei deinem iCloud-Account angemeldet sein. Du kannst dies in „Einstellungen“ verwalten.
el: Για χρήση του Ελέγχου ασφάλειας, πρέπει να είστε συνδεδεμένοι στον λογαριασμό iCloud σας και να έχετε ενεργοποιήσει τον έλεγχο ταυτότητας δύο παραγόντων. Μπορείτε να διαχειριστείτε αυτήν τη ρύθμιση στις Ρυθμίσεις.
es: Para usar la comprobación de seguridad, debes haber iniciado sesión en tu cuenta de iCloud y tener activada la autenticación de doble factor. Puedes gestionar esto en Ajustes.
es_us: Para usar la revisión de seguridad, debes haber iniciado sesión en tu cuenta de iCloud y tener activada la autenticación de dos factores, lo cual puedes administrar en Configuración.
fi: Turvatarkastuksen käyttöä varten sinun on oltava kirjautuneena iCloud-tilille ja kaksiosaisen todennuksen on oltava päällä.
fr: Pour utiliser le contrôle de sécurité, vous devez vous connecter à votre compte iCloud et activer l’identification à deux facteurs. Vous pouvez gérer ceci dans Réglages.
fr_ca: Pour utiliser le contrôle de sécurité, vous devez vous connecter à votre compte iCloud et activer l’identification à deux facteurs. Vous pouvez gérer ceci dans Réglages.
he: כדי להשתמש ב״בדיקת בטיחות״, יש לוודא שהמכשיר מחובר לחשבון iCloud ולהפעיל אימות בשני גורמים. ניתן לנהל זאת ב״הגדרות״.
hi: सुरक्षा जाँच का उपयोग करने के लिए आपको अपने iCloud खाते में साइन इन करना होगा और द्वि आंशिक प्रमाणीकरण चालू रखना होगा। आप इसे सेटिंग्ज़ में जाकर प्रबंधित कर सकते हैं।
hr: Za uporabu sigurnosne provjere trebate biti prijavljeni na svoj iCloud račun i dvofaktorska autentikacija treba biti uključena. Time možete upravljati u Postavkama.
hu: A Biztonsági ellenőrzés használatához be kell jelentkeznie az iCloud-fiókjával, és be kell kapcsolnia a kétlépéses hitelesítést. Ezt a Beállításokban kezelheti.
id: Untuk menggunakan Pemeriksaan Keselamatan, Anda harus masuk ke akun iCloud Anda dan menyalakan autentikasi dua faktor. Anda dapat mengelola ini di Pengaturan.
it: Per utilizzare “Controllo di sicurezza”, devi aver effettuato l’accesso all’account iCloud e attivato l’autenticazione a due fattori. Puoi gestire l’opzione in Impostazioni.
ja: 個人情報安全性チェックを使用するには、iCloudアカウントにサインインして、2ファクタ認証をオンにする必要があります。これは“設定”で管理できます。
kk: «Қауіпсіздікті тексеру» функциясын пайдалану үшін, iCloud аккаунтыңызға кіруіңіз және екі факторлы аутентификация қосулы болуы қажет. Оны «Реттеулер» мәзірінен басқаруға болады.
ko: 안전 점검을 사용하려면 iCloud 계정에 로그인하고 이중 인증을 켜야 합니다. 이 옵션은 설정에서 관리할 수 있습니다.
lt: Norėdami atlikti saugumo patikrą, turite būti prisijungę prie „iCloud“ paskyros ir įjungę autentifikavimą dviem veiksniais. Šią funkciją galite valdyti nustatymuose.
ms: Untuk menggunakan Semakan Keselamatan, anda mesti mendaftar masuk ke akaun iCloud anda dan mengaktifkan pengesahan dua faktor. Anda boleh mengurusnya dalam Seting.
nl: Om 'Veiligheidscontrole' te gebruiken, moet je zijn ingelogd bij je iCloud-account en twee-factor-authenticatie hebben ingeschakeld. Je kunt dit beheren in Instellingen.
no: For å bruke Trygghetssjekk må du være logget på iCloud-kontoen din og ha slått på tofaktor­autentisering. Du kan administrere dette i Innstillinger.
pl: Aby korzystać z funkcji Kontrola bezpieczeństwa, musisz zalogować się na koncie iCloud i włączyć uwierzytelnianie dwupoziomowe. Aby to zrobić, przejdź do Ustawień.
pt_br: Para usar a Verificação de Segurança, inicie a sessão na sua conta do iCloud e ative a autenticação de dois fatores. Você pode gerenciar isso nos Ajustes.
pt_pt: Para usar a verificação de segurança, tem de ter sessão iniciada na sua conta iCloud com autenticação de dois fatores ativada. Pode gerir esta opção nas Definições.
ro: Pentru a utiliza Verificarea siguranței, trebuie să vă autentificați în contul dvs. de iCloud și să aveți activată autentificarea cu doi factori. Puteți gestiona această opțiune în Configurări.
ru: Чтобы использовать функцию «Проверка безопасности», необходимо войти в учетную запись iCloud и включить двухфакторную аутентификацию. Этим можно управлять в Настройках.
sk: Ak chcete použiť bezpečnostnú kontrolu, musíte byť prihlásení do svojho iCloud účtu a mať zapnutú dvojfaktorovú autentifikáciu. Môžete to spravovať v Nastaveniach.
sl: Za uporabo varnostnega preverjanja morate biti vpisani v račun iCloud in imeti vklopljeno dvofaktorsko preverjanje pristnosti. To možnost lahko upravljate v Nastavitvah.
sv: Om du vill använda Säkerhetskontroll måste du vara inloggad på ditt iCloud-konto och ha aktiverat tvåfaktorsautentisering. Du kan hantera detta i Inställningar.
th: ในการใช้การตรวจสอบด้านความปลอดภัย คุณต้องลงชื่อเข้าบัญชี iCloud ของคุณและเปิดใช้การตรวจสอบสิทธิ์สองปัจจัย คุณสามารถจัดการการตั้งค่านี้ได้ในการตั้งค่า
tr: Güvenlik Denetimi’ni kullanmak için iCloud hesabınıza giriş yapmış olmanız ve iki faktörlü kimlik doğrulamanın açık olması gerekir. Bunu Ayarlar’da yönetebilirsiniz.
uk: Щоб використовувати функцію «Перевірка безпеки», потрібно ввійти в обліковий запис iCloud і ввімкнути двофакторну автентифікацію. Це можна зробити в Параметрах.
vi: Để sử dụng Kiểm tra an toàn, bạn phải được đăng nhập vào tài khoản iCloud của mình và bật xác thực hai yếu tố. Bạn có thể quản lý tùy chọn này trong Cài đặt.
zh_cn: 若要使用“安全检查”，你必须已登录iCloud账户，并打开双重认证。你可以在“设置”中管理此设置。
zh_hk: 如要使用「安全檢查」，你必須登入iCloud帳户並開啟雙重認證。你可以在「設定」中管理有關設定。
zh_tw: 若要使用「安全檢查」，你必須登入iCloud帳號並開啟雙重認證。你可以在「設定」中管理此設置。

# PRIVATE_RELAY_RESTRICTIONS
source: Turning on Private Relay.
ar: يجري تشغيل "إخفاء العنوان".
bg: Включване на Поверително пренасочване.
ca: Activació de la tramesa privada
cs: Zapínání soukromého přenosu.
da: Slår Privat datatrafik til.
de: Aktivierung von Privat-Relay
el: Ενεργοποίηση Ιδιωτικής μεταγωγής
es: La activación del relay privado.
es_us: Activar retransmisión privada.
fi: Suojatun lähetyksen laittaminen päälle.
fr: Activation du relais privé.
fr_ca: Activation du relais privé
he: הפעלת ״ממסר פרטי״
hi: प्राइवेट रिले चालू करना।
hr: Uključivanje Privatnog releja.
hu: Privát átjátszó bekapcsolása.
id: Menyalakan Relai Pribadi.
it: L’attivazione del relay privato.
ja: プライベートリレーをオンにします。
kk: Жеке торапты қосу.
ko: 비공개 릴레이 켜기
lt: Įjungiamas privatusis perdavimas.
ms: Mengaktifkan Geganti Peribadi.
nl: 'Privédoorgifte' inschakelen.
no: Slå på Privat trafikk.
pl: Włączenie przekazywania prywatnego.
pt_br: Ativação da Retransmissão Privada.
pt_pt: Ativação do Reencaminhamento privado.
ro: Activare transmisie privată.
ru: Включение Частного узла.
sk: Zapnutie Súkromného prenosu.
sl: Poteka vklapljanje zasebne povezave Private Relay.
sv: Aktiverar Privat reläservice.
th: กำลังเปิดใช้ Private Relay
tr: Özel Geçiş açılıyor.
uk: Увімкнення Приват-реле.
vi: Bật Chuyển tiếp bảo mật.
zh_cn: 打开专用代理。
zh_hk: 正在開啟「私密轉送」。
zh_tw: 正在開啟「私密轉送」。

# SECURE_PHYSICAL_ACCESS_DETAIL
source: Review your account security, including your Apple Account password.
ar: مراجعة أمن حسابك، بما في ذلك كلمة سر حساب Apple.
bg: Прегледайте сигурността на вашата регистрация, включително паролата за вашата Apple регистрация.
ca: Revisa la seguretat del compte, inclosa la contrasenya del compte d’Apple.
cs: Zkontrolujte zabezpečení vašich účtů včetně hesla k účtu Apple.
da: Gennemgå din kontosikkerhed – herunder adgangskoden til din Apple-konto.
de: Überprüfe deine Accountsicherheit, einschließlich deines Apple Account-Passworts.
el: Ελέγξτε την ασφάλεια του λογαριασμού σας, συμπεριλαμβανομένου του συνθηματικού του λογαριασμού Apple σας.
es: Revisa la seguridad de tu cuenta, incluida la contraseña de tu cuenta de Apple.
es_us: Revisa la seguridad de tu cuenta, incluyendo la contraseña de tu cuenta de Apple.
fi: Tarkista tilisi suojaus, mukaan lukien Apple-tilisi salasana.
fr: Vérifiez la sécurité de votre compte, y compris le mot de passe de votre compte Apple.
fr_ca: Révisez la sécurité de votre compte, y compris le mot de passe de votre compte Apple.
he: באפשרותך לבדוק את אבטחת החשבון שלך, כולל את סיסמת חשבון ה-Apple.
hi: अपने Apple खाते के पासवर्ड सहित अपनी खाता सुरक्षा की समीक्षा करें।
hr: Pregledajte sigurnost računa, uključujući lozinku Apple računa.
hu: Áttekintheti a fiókja biztonságát, többek között az Apple-fiókja jelszavát is.
id: Tinjau keamanan akun Anda, termasuk kata sandi Akun Apple Anda.
it: Rivedi la sicurezza del tuo account, inclusa la password di Apple Account.
ja: Apple Accountのパスワードなど、アカウントのセキュリティを確認します。
kk: Аккаунтыңыздың қауіпсіздігін, соның ішінде Apple аккаунтының құпиясөзін тексеріңіз.
ko: Apple 계정 암호를 포함하여 사용자의 계정 보안을 검토하십시오.
lt: Peržiūrėkite paskyros saugumą, įskaitant „Apple“ paskyros slaptažodį.
ms: Semak keselamatan akaun anda, termasuk kata laluan Akaun Apple anda.
nl: Controleer je accountbeveiliging, waaronder je Apple Account-wachtwoord.
no: Se gjennom kontosikkerheten din, inkludert passordet til Apple-kontoen din.
pl: Przejrzyj zabezpieczenia konta, w tym hasło konta Apple.
pt_br: Revise a segurança da sua conta, inclusive a senha da Conta Apple.
pt_pt: Reveja a segurança da sua conta, incluindo a palavra‑passe da sua conta Apple.
ro: Revizuiți securitatea contului, inclusiv parola contului dvs. Apple.
ru: Проверьте безопасность своего Аккаунта Apple, в том числе его пароля.
sk: Skontrolujte zabezpečenie svojho účtu vrátane hesla Apple účtu.
sl: Preglejte varnost računa, vključno z geslom za račun Apple.
sv: Granska kontosäkerheten, inklusive lösenordet till Apple‑kontot.
th: ตรวจสอบความปลอดภัยของบัญชีของคุณรวมถึงรหัสผ่านบัญชี Apple ของคุณ
tr: Apple Hesabı parolanız da dahil olmak üzere hesap güvenliğinizi gözden geçirin.
uk: Перевірте налаштування захисту вашого облікового запису Apple, зокрема пароль.
vi: Xem lại bảo mật tài khoản của bạn, bao gồm mật khẩu Tài khoản Apple của bạn.
zh_cn: 检查账户安全性，包括Apple账户密码。
zh_hk: 查看你的帳户保安，包括Apple帳户密碼。
zh_tw: 檢視你的帳號安全性，包含你的「Apple帳號」密碼。

# SAFETY_RESET_COMPLETED_DETAIL
source: If your personal safety is at risk, consider completing these additional Safety Check steps:
ar: إذا كانت هناك خطورة على أمانك الشخصي، يمكنك إكمال خطوات التحقق من الأمان الإضافية التالية:
bg: Ако вашата лична безопасност е изложена на риск, помислете за извършване на тези допълнителни стъпки за проверка на сигурността:
ca: Si la teva seguretat personal està en risc, segueix aquests passos per fer comprovacions addicionals:
cs: Pokud je ohrožena vaše osobní bezpečnost, můžete bezpečnostní kontrolu doplnit následujícími kroky:
da: Hvis din personlige sikkerhed er i fare, kan du overveje at udføre disse ekstra trin til Sikkerhedskontrol:
de: Wenn deine persönliche Sicherheit in Gefahr ist, überlege, ob du diese zusätzlichen Schritte zur Sicherheitsprüfung hinzufügst:
el: Αν πιστεύετε ότι διακυβεύεται η προσωπική ασφάλειά σας, ολοκληρώστε αυτά τα πρόσθετα βήματα Ελέγχου ασφάλειας:
es: Si tu seguridad personal está en riesgo, puedes realizar estas comprobaciones de seguridad adicionales:
es_us: Si tu seguridad personal está en riesgo, considera realizar estas acciones adicionales:
fi: Jos henkilökohtainen turvallisuutesi on uhattuna, harkitse seuraavia Turvatarkastus-vaiheita:
fr: Si votre sécurité personnelle est compromise, vous pouvez effectuer ces étapes supplémentaires du contrôle de sécurité :
fr_ca: Si votre sécurité personnelle est menacée, pensez à effectuer ces étapes de contrôle de sécurité supplémentaires :
he: אם הבטיחות האישית שלך בסיכון, מומלץ להשלים את הצעדים הנוספים הבאים של בדיקת הבטיחות:
hi: यदि आपकी व्यक्तिगत सुरक्षा जोखिम की स्थिति में है, तो सुरक्षा जाँच के इन अतिरिक्त चरणों को पूरा करें :
hr: Ako vam je osobna sigurnost ugrožena, razmotrite dovršavanje ovih dodatnih koraka sigurnosne provjere:
hu: Ha a személyes biztonsága kockázatnak van kitéve, fontolja meg a következő további Biztonsági ellenőrzés-lépések végrehajtását:
id: Jika keselamatan pribadi Anda terancam, pertimbangkan untuk menyelesaikan langkah Pemeriksaan Keselamatan tambahan ini:
it: Se la tua sicurezza personale è a rischio, è consigliabile completare questi passaggi aggiuntivi in “Controllo di sicurezza”:
ja: 個人情報が危険にさらされている場合、これらの追加的個人情報安全性チェックの手順を完了してください:
kk: Жеке басыңыздың қауіпсіздігіңізге қауіп төнсе, қауіпсіздікті тексерудің осы қосымша қадамдарын орындаңыз:
ko: 만약 신변에 위협을 느낀다면 다음 추가적인 안전 점검 단계를 완료할 것을 권장합니다.
lt: Jei kyla pavojus asmeniniam saugumui, apsvarstykite galimybę įvykdyti tolesnius papildomus saugumo patikros veiksmus.
ms: Jika keselamatan peribadi anda dalam risiko, pertimbangkan melengkapkan langkah Semakan Keselamatan tambahan ini:
nl: Als je persoonlijke veiligheid in gevaar is, kun je overwegen om de volgende extra stappen in 'Veiligheidscontrole' voltooien:
no: Hvis du tror du er i fare, bør du vurdere å utføre disse andre trinnene i Trygghetssjekk også:
pl: Jeśli Twoje bezpieczeństwo osobiste jest zagrożone, rozważ wykonanie tych dodatkowych kroków Kontroli bezpieczeństwa:
pt_br: Se sua segurança pessoal estiver em risco, considere completar estas etapas adicionais da Verificação de Segurança:
pt_pt: Se a sua segurança pessoal estiver em risco, poderá seguir estes passos adicionais de verificação da segurança:
ro: Dacă siguranța dvs. personală este în pericol, puteți realiza acești pași suplimentari din Verificarea de siguranță:
ru: Если Ваша личная безопасность под угрозой, рекомендуем предпринять следующие дополнительные шаги:
sk: Ak je ohrozená vaša osobná bezpečnosť, môžete si v bezpečnostnej kontrole prejsť aj nasledovné kroky:
sl: Če je vaša osebna varnost ogrožena, razmislite o opravljanju teh dodatnih korakov varnostnega preverjanja:
sv: Om din personliga säkerhet riskeras kan du överväga att utföra dessa ytterligare åtgärder för Säkerhetskontroll:
th: ถ้าความปลอดภัยส่วนบุคคลของคุณอยู่ในความเสี่ยง ให้ลองทำตามขั้นตอนการตรวจสอบด้านความปลอดภัยเพิ่มเติมเหล่านี้ให้เสร็จ:
tr: Kişisel güvenliğiniz risk altındaysa şu ek Güvenlik Denetimi adımlarını da tamamlayın:
uk: Якщо ваші персональні дані під загрозою, варто виконати ці додаткові кроки з перевірки безпеки:
vi: Nếu an toàn cá nhân của bạn bị đe dọa, hãy cân nhắc hoàn tất những bước Kiểm tra an toàn bổ sung này:
zh_cn: 若人身安全受到威胁，可考虑完成这些额外的“安全检查”步骤：
zh_hk: 如人身安全受到威脅，請考慮完成這些額外的「安全檢查」步驟：
zh_tw: 若你的人身安全受到威脅，請考慮完成這些其他「安全檢查」步驟：
